Repository: JoromeAX/MoneyMap
Catalog: MoneyMap/Resources/Localizable Strings/Localizable.xcstrings
Source language: ru
Languages: de, en, uk

source: Выберите категорию
de: Wählen Sie eine Kategorie aus
en: Select category
uk: Оберіть категорію

source: Выберите цвет
de: Farbe auswählen
en: Select color
uk: Оберіть колір

source: Год
de: Jahr
en: Year
uk: Рік

source: Дата
de: Datum
en: Date

source: День
de: Tag
en: Day

source: Добавить
de: Hinzufügen
en: Add
uk: Додати

source: Добавить категорию
de: Kategorie hinzufügen
en: Add category
uk: Додати категорію

source: Доход
de: Einkommen
en: Income
uk: Дохід

source: доходов
de: Einkommen
en: income
uk: доходів

source: Жилье
de: Gehäuse
en: Housing
uk: Житло

source: Закрыть
de: Schließen
en: Close
uk: Закрити

source: Заметка
de: Notiz
en: Note
uk: Нотатка

source: Зарплата
de: Gehalt
en: Salary
uk: Зарплатня

source: Здесь еще нет %@
de: Noch nicht hier %@
en: Not here yet %@
uk: Тут ще немає % @

source: Здесь еще нет транзакций
de: Hier liegen noch keine Transaktionen vor
en: There are no transactions here yet
uk: Тут ще немає транзакцій

source: Здоровье
de: Gesundheit
en: Health
uk: Здоровʼя

source: Имя категории
de: Kategoriename
en: Category name
uk: Імʼя категорії

source: Инвестиции
de: Investitionen
en: Investments
uk: Інвестиції

source: Категории
de: Kategorien
en: Categories
uk: Категорії

source: Коммунальные услуги
de: Öffentliche Versorgungsbetriebe
en: Public utilities
uk: Комунальні послуги

source: Месяц
de: Monat
en: Month
uk: Місяць

source: Неделя
de: Woche
en: Week
uk: Тиждень

source: Новая категория
de: Neue Kategorie
en: New category
uk: Нова категорія

source: Образование
de: Ausbildung
en: Education
uk: Освіта

source: Общий баланс
de: Gesamtbilanz
en: Overall balance
uk: Загальний баланс

source: Одежда
de: Tuch
en: Cloth
uk: Одяг

source: Отмена
de: Stornieren
en: Cancel
uk: Скасувати

source: Отчеты
de: Berichte
en: Reports
uk: Звіти

source: Отчеты и аналитика
de: Berichte und Analysen
en: Reports and analytics
uk: Звіти та аналітика

source: Период
de: Zeitraum
en: Period
uk: Період

source: Подарки
de: Gegenwärtig
en: Present
uk: Подарунки

source: Продажа вещей
de: Dinge verkaufen
en: Selling things
uk: Продаж речей

source: Продукты
de: Lebensmittel
en: Groceries
uk: Продукти

source: Развлечения
de: Unterhaltung
en: Entertainment
uk: Розваги

source: Расход
de: Verbrauch
en: Expense
uk: Витрати

source: расходов
de: Verbrauch
en: expense
uk: витрат

source: Сохранить
de: Speichern
en: Save
uk: Зберегти

source: Сумма
de: Summe
en: Amount
uk: Сума

source: Существующие категории
de: Vorhandene Kategorien
en: Existing categories
uk: Існуючі категорії

source: Тип категории
de: Kategorietyp
en: Category type
uk: Тип категорії

source: Тип транзакции
de: Transaktionstyp
en: Transaction type
uk: Тип транзакції

source: Транзакции
de: Transaktionen
en: Transactions
uk: Транзакції

source: Транспорт
de: Transport
en: Transport

source: Удалив категорию, вы также удалите все транзакции, связанные с ней. Вы уверены?
de: Durch das Löschen einer Kategorie löschen Sie auch alle damit verbundenen Transaktionen. Bist du sicher?
en: By deleting a category, you will also delete all transactions associated with it. Are you sure?
uk: Видаляючи категорію, ви також видалите всі транзакції, пов'язані з нею. Ви впевнені?

source: Удалить
de: Löschen
en: Delete
uk: Видалити

source: Удалить категорию
de: Kategorie entfernen
en: Remove category
uk: Видалити категорію
